[
    {
      "codigo": 11,
      "nombre": "Gcia Adm y Finanzas",
      "descripcion": "Gcia Adm y Finanzas (Gerencia de Administración y Finanzas): Esta gerencia es responsable de la planificación, organización, dirección y control de todos los recursos financieros de la empresa. Esto incluye la gestión de presupuestos, contabilidad, tesorería, impuestos, inversiones y la búsqueda de financiamiento. Su objetivo principal es asegurar la estabilidad económica y el crecimiento sostenible de la organización.",
      "estado": 1
    },
    {
      "codigo": 17,
      "nombre": "Gerencia Sistemas",
      "descripcion": "Gerencia Sistemas (Gerencia de Sistemas): Esta gerencia se encarga de la planificación, implementación, mantenimiento y seguridad de la infraestructura tecnológica y los sistemas de información de la empresa. Esto abarca hardware, software, redes, bases de datos y la gestión de proyectos tecnológicos. Su rol es fundamental para la eficiencia operativa, la innovación y la toma de decisiones basada en datos.",
      "estado": 1
    },
    {
      "codigo": 12,
      "nombre": "Gerencia de Servicios",
      "descripcion": "Gerencia de Servicios (Gerencia de Servicios): Esta gerencia se enfoca en la planificación, diseño, entrega y mejora continua de los servicios que ofrece la empresa a sus clientes, tanto internos como externos. Su objetivo es asegurar la satisfacción del cliente, la calidad del servicio y la eficiencia en la prestación de los mismos.",
      "estado": 1
    },
    {
      "codigo": 18,
      "nombre": "Recursos Humanos",
      "descripcion": "Recursos Humanos (Recursos Humanos): Esta gerencia es responsable de la gestión del capital humano de la empresa. Esto incluye la atracción, selección, contratación, capacitación, desarrollo, evaluación del desempeño, compensación, beneficios y la gestión de las relaciones laborales. Su objetivo es contar con un equipo de trabajo talentoso, motivado y comprometido con los objetivos de la organización.",
      "estado": 1
    },
    {
      "codigo": 19,
      "nombre": "Contraloria",
      "descripcion": "Contraloria (Contraloría): Esta gerencia tiene la función de supervisar y controlar la gestión financiera y administrativa de la empresa, asegurando el cumplimiento de las políticas, normas y regulaciones internas y externas. Realiza auditorías internas, analiza la información financiera, identifica riesgos y propone mejoras para fortalecer el control interno y la transparencia.",
      "estado": 1
    },
    {
      "codigo": 13,
      "nombre": "Gcia Operaciones",
      "descripcion": "Gcia Operaciones (Gerencia de Operaciones): Esta gerencia se encarga de la planificación, dirección y control de los procesos productivos o de la prestación de servicios de la empresa. Su objetivo es optimizar la eficiencia, la calidad, los costos y los tiempos de producción o entrega, asegurando la satisfacción del cliente y la rentabilidad de la operación.",
      "estado": 1
    },
    {
      "codigo": 14,
      "nombre": "Gcia Comercial",
      "descripcion": "Gcia Comercial (Gerencia Comercial): Esta gerencia es responsable de la planificación, desarrollo e implementación de las estrategias de ventas y marketing de la empresa. Esto incluye la investigación de mercado, la identificación de oportunidades, la gestión de la fuerza de ventas, la publicidad, la promoción y la gestión de las relaciones con los clientes. Su objetivo principal es aumentar las ventas, la cuota de mercado y la rentabilidad comercial.",
      "estado": 1
    },
    {
      "codigo": 15,
      "nombre": "Gcia de Tiendas",
      "descripcion": "Gcia de Tiendas (Gerencia de Tiendas): Esta gerencia se encarga de la gestión integral de las tiendas o puntos de venta de la empresa. Esto incluye la supervisión del personal, la gestión del inventario, la presentación visual de los productos, la atención al cliente y el cumplimiento de los objetivos de venta de cada local. Su objetivo es asegurar una experiencia de compra positiva para el cliente y maximizar las ventas en los puntos de venta.",
      "estado": 1
    },
    {
      "codigo": 16,
      "nombre": "Gerencia de Logística",
      "descripcion": "Gerencia de Logística (Gerencia de Logística): Esta gerencia es responsable de la planificación, implementación y control de todas las actividades relacionadas con el flujo de materiales, productos e información desde los proveedores hasta los clientes finales. Esto incluye la gestión de compras, el almacenamiento, el transporte, la distribución y la logística inversa. Su objetivo es asegurar la disponibilidad de los productos en el momento y lugar adecuados, al menor costo posible.",
      "estado": 1
    },
    {
      "codigo": 10,
      "nombre": "Gerencia General",
      "descripcion": "Gerencia General (Gerencia General): Esta es la máxima autoridad administrativa de la empresa y es responsable de la dirección estratégica, la toma de decisiones de alto nivel, la supervisión de las demás gerencias y la representación legal de la organización. Su objetivo es asegurar el cumplimiento de los objetivos generales de la empresa, su crecimiento sostenible y su buen funcionamiento en todos los aspectos.",
      "estado": 1
    }
   ]